import 'package:animation/models/quizQuistions.dart';

const quistions = [
  Quizquistions("أي من الكواكب التالية هو الأقرب إلى الشمس؟", [
    "عطارد",
    "المريخ",
    "الزهرة",
    "الأرض",
  ]),
  Quizquistions("ما هو الحيوان الذي يُعرف بأنه سفينة الصحراء؟", [
    "الجمل",
    "الحصان",
    "الاسد",
    "النمر",
  ]),
  Quizquistions("في أي مدينة يقع برج بيزا المائل؟", [
    "بيزا",
    "ميلانو",
    "روما",
    "فلورنسا",
  ]),
  Quizquistions("كم عدد الألوان الرئيسية في قوس قزح؟", ["7", "6", "8", "10"]),
];
